#Задача 2: Найдите сумму цифр трехзначного числа.
#*Пример:*
#123 -> 6 (1 + 2 + 3)
#100 -> 1 (1 + 0 + 0) |

i = input("Введите трехзначное число:  ")
i1 = int(i[0])
i2 = int(i[1])
i3 = int(i[2])
print("Сумма трехзначного числа:", i1 + i2 + i3)

